questions =	
    [[//Federal-Unitary`
        [//4
            "중앙정부가 필요 없다.",
            "지방정부는 지방정부만의 군대(예시 : 주방위군)를 가져야 한다.",
            "지방정부헌법은 중앙정부헌법보다 우선해야 한다."
        ],
        [//3
            "지방정부헌법과 지방정부법률(조례)이 중앙정부헌법보다 우선되어야 한다.",
            "중앙정부는 국민들이 무엇을 필요로 하는지 이해할 수 없다.",
            "사람들은 중앙정부보다 지방정부에 더 많은 충성심을 가져야 한다."
        ],
        [//2
            "지방정부는 현재보다 더 많은 권력을 가져야 한다.",
            "법은 한 나라 안에 지역과 문화에 따라 달라져야 한다.",
            "정책을 당장 전국적으로 시행하기보다는 한 지역에서 시범적으로 시행해보는 것이 좋다."
	
        ],
        [//1
            "지방정부는 중앙정부보다 주민을 더 잘 이해할 수 있다.",
            "지방정부는 중앙정부가 지방정부 없이 결코 손댈 수 없는 문제를 다룬다.",
            "지방정부는 각 지역에 자신의 견해를 잘 표현한다."
        ],
        [//-1
            "국가는 중앙정부 없이는 기능할 수 없다.",
            "중앙정부는 일부 지방정부보다 소수 민족을 더 잘 보호한다.",
            "지역적 수준에서 다루는 것이 타당하지 않은 많은 문제들이 있다."
        ],
        [//-2
            "중앙정부는 더 많은 권력을 필요로 한다.",
            "국토(우리나라의 영토) 내에서는 예외없이 국내법이 적용되어야 한다.",
            "사람들은 스스로 지방정부의 주민보다는 국가의 국민으로써의 정체성을 가져야 한다."
        ],
        [//-3
            "강력한 중앙정부가 없는 한 집단은 단지 동맹일 뿐, 국가가 아니다.",
            "중앙정부는 모든 시민들을 적절히 보호하기 위해 강해져야 한다.",
            "지방정부는 강력한 중앙정부 없이는 기능할 수 없다."
        ],
        [//-4
            "기초지방정부(지방정부)나 광역지방정부(주정부)가 필요없다.",
            "법은 국가의 모든 지역에서 동일해야 한다.",
            "강력한 지방정부는 국가를 약화시킨다."
        ]],[//Democratic-Authoritarian`
        [//4
            "직접민주주의는 정부의 가장 좋은 형태다.",
            "사람들은 쟁점 별로 스스로 투표해야 한다. ",
            "대표들은 국가를 잘 대변하는 경우가 거의 없다."
        ],
        [//3
            "정부는 비록 틀렸다 하더라도 다수 의견에 따르는 것이 중요하다.",
            "사람들이 더 많이 물어볼수록, 최선의 결정에 도달할 가능성이 더 높아진다.",
            "나 말고는 아무도 내 견해를 적절히 대변할 수 없다."
        ],
        [//2
            "선거는 정부의 승인을 보여주는 효과적인 방법이다.",
            "민주주의는 최악의 정치체제다. 단, 지금까지 실시된 모든 정치체제를 제외하고.",
            "모든 국민들은 각각 하나의 평등한 투표권을 가져야합니다."
        ],
        [//1
            "민주주의는 단순한 의사결정 과정이 아닌, 그 이상의 가치를 지닌다.",
            "사람들은 그들의 지도자를 선택할 수 있는 힘을 가져야 한다.",
            "정부는 국민을 위해 국민 곁에 있어야 한다."
        ],
        [//-1
            "리더십이 강할수록 좋다.",
            "대중의 의견이 항상 옳은 것은 아니다.",
            "지도자는 강해야 한다. 그렇지 않으면 국가는 고통을 받을 것이다."
        ],
        [//-2
            "계급 사회가 최선이다.",
            "지도자와 추종자가 없으면 사회가 제 기능을 할 수 없다.",
            "민주주의는 다수의 사람들이 소수 민족을 희생시키면서 스스로를 발전시키는 것을 너무 쉽게 만든다."
        ],
        [//-3
            "일반​ ​대중들은​ ​그릇된​ ​결정을​ ​내린다.",
            "우리 공동체의 목표를 다른 어떤 공동체보다도 더 우선시하는 것이 중요하다.",
            "여론은 감정적인 사건들로 너무 많이 변해서 정책 수립에 유용하지 않다."
        ],
        [//-4
            "선거는 자원의 낭비다.",
            "대중의 의견을 듣는 것은 국가에 해를 끼친다.",
            "정치적​ ​견해와​ ​상관없이​ ​국가의​ ​편을​ ​들어야하는​ ​것이​ ​중요하다."
        ]],[//Globalist-Isolationist
        [//4
            "연합된 세계정부는 인류에게 이로울 것이다.",
            "우리는 지구의 가장 중요한 시민이다.",
            "인류가 살아남기 위해서는, 우리는 독립국가의 꿈을 포기해야 한다."
        ],
        [//3
            "유엔은 더 많은 권력을 필요로 한다.",
            "유엔은 그들의 결의를 집행할 군대를 가져야 한다.",
            "세계 분쟁의 위험을 안고 있는 독립국가를 갖는 것은 인류 전체에 큰 위협이 된다."
        ],
        [//2
            "나는​ ​EU와​ ​같은​ ​지역​ ​간의​ ​연합을​ ​지지한다.",
            "정부는 국제사회에 책임감이 있어야 한다.",
            "서로 싸우고있는 나라들은 발전을 방해한다."
        ],
        [//1
            "국제무역은 유익하다.",
            "동맹은 국가를 보호하는 데 중요하다.",
            "국가는 두 나라 모두에게 이익이 될 때마다 협력해야 한다."
        ],
        [//-1
            "우리의 국가 주권을 유지하는 것은 중요하다.",
            "나의 나라는 세계의 대부분의 나라들보다 나의 견해에 더 가깝다.",
            "나는 내 나라에 있다는 것이 자랑스럽다."
        ],
        [//-2
            "국제적인​ ​지원은​ ​돈​ ​낭비이다.",
            "동맹은 한 국가의 주권에 위협이 될 수 있다.",
            "자신이 소속된 국가의 문화를 보호(보존)하는것이 중요하다."
        ],
        [//-3
            "우리나라는 국제문제에 관여하지 말아야 한다.",
            "UN은​ ​철폐되어야​ ​한다.",
            "다른 나라의 어느 누구도 우리의 최선의 이익을 염두에 두지 않는다."
        ],
        [//-4
            "외교는 국가만 해친다.",
            "국제법이 있어서는 안 된다.",
            "다른 나라들이 원하는 어떤 거래도 우리에게 좋지 않을 것이다."
        ]],[//Militarist-Pacifist
        [//4
            "경제가 번창하려면 전쟁이 필요하다.",
            "전쟁이 계속되면 나라가 이익을 얻는다.",
            "군 복무를 하는 사람만이 권력자에게 영향력을 행사할 수 있도록 해야 한다."
        ],
        [//3
            "의무적인 군복무가 있어야 한다.",
            "우리의 이익을 위해 봉사하지 않는 나라들은 무너져야 한다.",
            "군 복무를 한 사람만이 정권을 잡을 수 있어야 한다."
        ],
        [//2
            "우리 나라의 군사행동은 종종 그것을 보호하기 위해 필요하다.",
            "인권을 유린하는 나라들은 무너져야 한다.",
            "군사적 옵션은 항상 고려되어야 한다."
        ],
        [//1
            "정부는 스스로를 방어하기 위해 강력한 군대를 유지해야 한다.",
            "국가는 보통 살아남기 위해 군대가 필요하다.",
            "우리는 군에 복무한 사람들을 존경해야 한다."
        ],
        [//-1
            "우리의 힘을 키우는 것보다 평화적인 관계를 유지하는 것이 더 중요하다.",
            "전쟁을 고려하기도 전에 외교적 선택권은 항상 시도되어야 한다.",
            "평화는 가능할 때마다 전쟁보다 낫다."
        ],
        [//-2
            "권위주의적 정부에 대한 시위일지라도, 폭력 행위는 용납되면​ ​안​ ​된다.",
            "평화를 지속하면 번영이 된다.",
            "전쟁은 보통 더 나쁜 결과를 낳는다."
        ],
        [//-3
            "군사력에​ ​돈을​ ​쓰는​ ​것은​ ​돈​ ​낭비이다.",
            "우리는 다른 나라에 군사적으로 개입할 권리가 없다.",
            "끊임없는 전쟁으로 나라가 망한다."
        ],
        [//-4
            "전쟁은 결코 정당화될 수 없다.",
            "현대에는 군대가 정말 필요하지 않다.",
            "국가는 군대를 유지해서는 안 된다."
        ]],[//Security-Freedom
        [//4
            "정부에 반대하는 사람들은 국외로 추방되어야 한다.",
            "정부는 테러리즘과 싸우기 위해 모든 시민들을 감시해야 한다.",
            "사람들은 그들의 범죄 행위를 발견하는 것을 방해할 수 있는 보호 장치를 가져서는 안 된다."
        ],
        [//3
            "경찰은 더 많은 힘과 보호가 필요하다.",
            "법과​ ​질서를​ ​유지하는​ ​것은​ ​매우​ ​중요하다.",
            "국가는 반드시 모든 조치를 취하여 법을 집행해야 한다."
        ],
        [//2
            "숨길 게 없으면 정부가 통신에 접근하는 것에 신경 쓰지 말아야 한다.",
            "테러​ ​행위로부터​ ​우리를​ ​보호하기​ ​위해서는​ ​시민의​ ​자유를​ ​희생시키는​ ​것은​ ​불가피하다.",
            "현대​ ​사회에서는​ ​정부의​ ​감시가​ ​불가피하다."
        ],
        [//1
            "정부는 테러 용의자들의 이메일에 접근할 수 있어야 한다.",
            "사람들을 안전하게 하기 위해서 어떤 자유는 포기되어야 한다.",
            "절대적 자유는 사회를 위험하게 만든다."
        ],
        [//-1
            "마리화나(마약)는 합법화되어야 한다.",
            "사람들은 보안상의 위험이 거의 없을 때마다 자유를 주어야 한다.",
            "정부는 대부분의 사람들의 사생활에 대해 조사할 필요가 없다."
        ],
        [//-2
            "낙태는 모든 경우에 합법적이어야 한다.",
            "경찰은 좀 더 규제되어야 한다.",
            "권위적인 것은 항상 의심해야한다."
        ],
        [//-3
            "마약​ ​사용​ ​등의​ ​피해자가​ ​없는​ ​범죄는​ ​범죄가​ ​되어서는​ ​안​ ​된다. (의사 보조 자살은 합법적이어야 한다.)",
            "대부분의 약은 합법화되어야 한다.(약물 사용은 합법화되거나 비범죄화되어야 한다.)",
            "내부고발자는 강력하게 보호되어야 한다."
        ],
        [//-4
            "국가의​ ​존재는​ ​우리의​ ​자유에​ ​대한​ ​위협이다.",
            "경찰력이 없어야 한다.",
            "국민의 자유는 한계가 없어야 한다."
        ]],[//Equality-Markets`
        [//4
            "공산주의가 제대로 시행된다면, 경제학의 좋은 형태가 될 것이다.",
            "능력에​ ​따라​ ​일하고​ ​필요에​ 따른 분배를 해야 한다.",
            "결과의 평등은 중요하다."
        ],
        [//3
            "기업에 의한 억압은 정부에 의한 억압보다 더욱 우려스럽다.",
            "부자들에 증세하여 그 돈을 가난한 사람들에게 제공해야한다.",
            "도로나​ ​전기같은​ ​기초재는​ ​공영화되어야​ ​한다."
        ],
        [//2
            "나는 단일 보험 자체제와 국민건강보험을 지지한다.",
            "부자들은 그들이 필요로 하는 것보다 훨씬 더 많은 것을 가지고 있다.",
            "의료와 같이 살기 위해 필요한 기본적인 것들은 인간으로써 마땅히 누려야 할 기본적인 권리다."
        ],
        [//1
            "소비자를 보호하기 위해서는 정부가 경제에 개입하는 것이 불가피하다.",
            "사람들은 성공할 동등한 기회를 가져야 한다.",
            "부유한 가정에서 태어난 사람들은 숙련되지 않고 열심히 일하지 않을 때에도 부당한 성공을 한다."
        ],
        [//-1
            "상속은 정당한 부의 형태이다.",
            "과도한 정부 개입은 경제에 위협이 된다.",
            "자본주의 없는 경제는 무너질 것이다."
        ],
        [//-2
            "모든 시민들의 복지를 보장하는 것보다 균형예산을 유지하는 것이 낫다.",
            "자본주의가 기존의 어떤 대안보다 낫다.",
            "정부 소유의 산업은 대개 나쁜 생각이다."
        ],
        [//-3
            "시장이 자유로워질수록, 사람들은 더 자유로워진다.",
            "사람들은 그들이 얻는 모든 것을 위해 일해야 한다.",
            "가난한 사람들은 가난해지는 것을 선택한다."
        ],
        [//-4
            "정부는 경제를 절대로 규제해서는 안 된다.",
            "정부는 독과점을 깨서는 안 된다.",
            "일하지 않는 자는 죽어야 한다."
        ]],[//Secular-Religious
        [//4
            "종교는 금지되어야 한다.",
            "믿음(신앙)은 전혀 말도 안 되는 소리다.",
            "사회가 발전하려면 종교가 쇠퇴해야 한다."
        ],
        [//3
            "종교적인 복장은 대중에게 금지되어야 한다.",
            "더 높은 힘은 없다.",
            "정부는 어떤 식으로든 종교 단체에 자금을 지원해서는 안 된다."
        ],
        [//2
            "동성 결혼은 합법적이어야 한다.",
            "모든 종교는 정부에 의해 평등하게 여겨져야 한다.",
            "종교는 우리 정부의 모든 것에서 제거되어야 한다."
        ],
        [//1
            "종교는 정부에 속하지 않는다.",
            "법은 종교에 근거해서는 안 된다.",
            "종교와 국가 사이에는 반드시 분리가 있어야 한다."
        ],
        [//-1
            "나는 죽은 뒤에 뭔가가 있다고 믿는다.",
            "종교는 사회에 유익하다.",
            "사람들은 종교를 따르는 것이 허용되어야 한다."
        ],
        [//-2
            "나는 더 높은 힘을 믿는다.",
            "종교적인 진취는 종종 정부보다 가난한 사람들에게 더 나은 도움을 준다.",
            "아이들은​ ​종교적​ ​가치로 가르쳐야 한다."
        ],
        [//-3
            "종교는 대개 진실을 제공한다.",
            "나의​ ​종교적​ ​가치는​ ​가능한​ ​한​ ​널리​ ​퍼져야​ ​한다.",
            "혼외관계는 부도덕하다."
        ],
        [//-4
            "신정 정치는 좋은 정부 체제다.",
            "정부는 오직 하나의 종교를 지지하고 인정해야 한다.",
            "세상에서 일어나는 대부분의 나쁜 일들은 우리가 종교를 외면함으로써 야기된다."
        ]],[//Progressive-Traditional
        [//4
            "만약 AI가 사람보다 더 효과적으로 통치를 할 수 있다면 AI가 통치를 해야 한다.",
            "유전자 변형은 인류에도 좋은 영향을 끼친다.",
            "전통은​ ​그​ ​자체로는​ ​가치가​ ​없다."
        ],
        [//3
            "자동화는 사회에 매우 좋다.",
            "전통은​ ​그​ ​자체로는​ ​가치가​ ​없다.",
            "사람들이 이미 기술이 개발되어 고생하고 있을 때, 우리는 그 기술을 사용해야 한다."
        ],
        [//2
            "우리는 가까운 미래에 사람을 화성에 태우도록 노력해야 한다.",
            "동물에 대한 제품의 테스트는 윤리적이다.",
            "기술 발전은 대개 좋다."
	
        ],
        [//1
            "인간이 초래한 기후 변화는 현재 우리의 생활 방식에 가장 큰 위협 중 하나이다.",
            "환경 규제는 필수불가결하다.",
            "더​ ​나은​ ​세상은​ ​자동화,​ ​과학​ ​및​ ​기술에서​ ​나온다."
        ],
        [//-1
            "가능한 모든 수단을 동원해 진보를 좇는 것은 위험하다.",
            "기술이 항상 이로운 것은 아니다.",
            "전통은 중요하다."
        ],
        [//-2
            "기술은 현대 사회에 부정적인 영향을 미치고 있다.",
            "유전적 수정은 거의 사용하지 않는 것이 좋다.",
            "전통적인 가족관을 유지하는 것이 중요하다.(가족의 가치를 유지하는 것은 필수적이다.)"
        ],
        [//-3
            "오래 전 사회가 오늘날 사회보다 더 나았다.",
            "과거의​ ​전통을​ ​유지하는​ ​것이​ ​중요하다.",
            "사회의 원로들은 그것을 위한 최선의 길을 알고 있다."
        ],
        [//-4
            "전통적인 약들은 종종 현대 의약품보다 더 효과적이다.",
            "인터넷은 금지되어야 한다.",
            "우리는 현대의 편리함 없이 기본적인 생활방식으로 돌아가야 한다."
        ]],[//Assimilationist-Multiculturalist
        [//4
            "외국인은 절대 입국해서는 안 된다.",
            "우리는 어떤 피난민도 허락해서는 안 된다.",
            "우리 나라에서는 오직 우리 나라 말로만 해야 한다."
        ],
        [//3
            "아주 재능 있는 이민자들만이 입국할 수 있도록 허용되어야 한다",
            "이주민을 받아들인다면, 그들을 우리 문화에 동화시켜야 하는 것이 중요하다.",
            "이민자들은 결코 우리의 생활 방식에 적응할 수 없다."
        ],
        [//2
            "일반적으로, 이민자들은 그 나라에 좋지 않다.",
            "한 나라의 문화는 보호하는데 중요하다.",
            "불법 이민자들은 현지국(불법 이민자들이 머무는 나라)에 아무 혜택도 제공하지 않는다."
        ],
        [//1
            "불법체류자는 대부분의 경우 또는 모든 경우에 추방되어야 한다.",
            "이민자들은 그 나라의 언어를 배워야 한다.",
            "국경 보호는 중요하다."
        ],
        [//-1
            "우리는 더 많은 난민들을 데려와야 한다.",
            "이민자들은 순 긍정적이다.",
            "나는 몇몇 외국 문화를 즐긴다."
        ],
        [//-2
            "어떤 문화도 다른 문화보다 우월하지 않다.",
            "우리는 다른 문화를 더 많이 수용해야 한다.",
            "모든 사회는 문화의 혼합이다."
        ],
        [//-3
            "모든 사람은 적어도 두 개의 언어를 말해야 한다.",
            "모든 인간은 공통의 정체성을 공유한다.",
            "우리의 문화는 다른 문화들이 더 많이 섞이면 더 좋을 것이다."
        ],
        [//-4
            "정부는 내국인을 고려하는 만큼, 외국인에게도 신경을 쏟아야 한다.",
            "입국을 원하는 사람은 누구나 입국을 할 수 있어야 한다.",
            "개방된 국경의 혜택은 비용보다 클 것이다."
        ]
    ]];